---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamWoodConstruction
source: html/cf38d96e-c643-82b9-2471-761b7cc10293.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamWoodConstruction Property

"Construction"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamWoodConstruction { get; }
```